1yib.rust-bundle
chaitanyashahare.lazygit
dustypomerleau.rust-syntax
ms-vscode-remote.remote-containers
rust-lang.rust-analyzer
serayuzgur.crates
vscodevim.vim
dbaeumer.vscode-eslint
eamodio.gitlens
ms-vscode-remote.remote-ssh